{
    "translation":{
        "Inicio": "Home",
        "Sobre" : "About",
        "Habilidades" : "Skills",
        "Projetos" : "Projects",
        "Experiencia" : "Experience",
        "Contato" : "Contact",
        "Desenvolvedor Front-End." : "Front-End Developer.", 
        "Desenvolvedor Web.": "Web Developer.",
        "Tecnico em informatica": "Computer technician.",
        "Desenvolvido por ": "Developed by ",
        "Oi, sou": "Hi, I am",
        "Visualize meu curriculo": "See my resume",
        "Oi, meu nome é": "Hi, my name is",
        "moro em Sorocaba-SP e sou um": "I live in Sorocaba-SP and I am a",
        "Desenvolvedor Front-End" : "Front-End Developer",
        "Atualmente, estou no 2º semestre de": "I am currently in the 2nd semester of",
        "Analise e desenvolvimento de sistemas": "Systems Development Analyst",
        "e estudo em casa as tecnologias": "and study at home the technologies",
        "ReactJS, Typescript e SCSS": "ReactJS, Typescript and SCSS",
        " fazendo projetos próprios para praticar. Além de programar e estudar, gosto de fazer outras coisas como:": " doing own projects to practice. Besides programming and studying, I like to do other things like:",
        "Jogar": "Play",
        "Assistir series/filmes/animes/lives/videos": "Watch series/movies/animes/lives/videos",
        "Academia": "Gym",
        "Ler": "Read",
        "Moda": "Fashion",
        "Meu foco atual é adquirir o maximo de conhecimento nessas tecnologias para conseguir um emprego na area e poder impactar positivamente a vida de outras pessoas com minhas habilidades e conhecimentos. ": "My current focus is adquire the maximum knowledge in these technologies to get a job in the area and be able to positively impact the other peoples lives with my skills and knowledge. ",
        "Se estiver interessado em me convidar para um projeto ou queira que eu construa um, pode entrar em contato comigo pelas minhas redes sociais ou por aqui.": "If you are interested to invite me for a project or want me to build one, you can contact me through my social medias or here.",
        "Habilidade": "Professional",
        "profissionais" : "skills",
        "Minhas": "My",
        "ferramentas": "tools",
        "já construidos": "already built",
        "Feito com": "Made with",
        "Prototipo de um aplicativo que tem como objetivo a interaçao e o esclarecimento de duvidas entre alunos e professores dentro da universidade": "A prototype application that have a objective the interaction and clarification of doubts between students and professors inside a university",
        "List Efficient é um projeto destinado a todos que buscam organizar suas tarefas, como tarefas do dia a dia, do trabalho, da faculdade ou de qualquer outro ramo de sua vida.": "List Efficient is a project destined to everbody who seeks organize your tasks, like day-to-day tasks, work tasks, universaty tasks ou any other branch of your life",
        "O Random LOL é um projeto que lhe mostra um personagem do jogo League of Legends de forma aleatória, lhe mostrando seu nome, ícone, habilidades, historia e características do personagem.": "The Random LOL is a project that show you a League of Legends character in a random way, showing your name, icon, skills, history and character details",
        "O Date Countdown foi projetado para o usuário se informar do tempo em que há entre o agora e a data estipulada pelo mesmo.": "The Date Countdown was made to the user who wants know the time between now and a stipulate date by him",
        "A Calculadora IMC foi projetada para ajudar as pessoas a identificar dentro do padrão do IMC se esta dentro do peso ideal para suas características físicas": "The BMI calculator was made to help people identify inside of BMI standard if he is on the right weight for your physical characteristics",
        "Dias": "Days",
        "codados": "I code",
        "Infelizmente, até o momento, sem nenhuma experiencia profissional...": "Unfortunately, until now, without a profissional experience...",
        "Entre em " : "",
        "contato": "Contact",
        " comigo": " me!",
        "Se deseja que eu desenvolva um projeto para voce ou apenas queira dar um oi, me mande uma mensagem!" : "If you want me to develop a project for you or just want to say hi, send me a message!",
        "Nome": "Name",
        "Mensagem": "Message",
        "Enviar": "Send",
        "Ou me mande um email diretamente": "Or send me a email directly"
    }

}   